//
//  Intro.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "A safe home for all your data";
"_intro_1_text_"    = "Access, share and protect your files at home and at work";

"_intro_11_title_"  = "Use gestures in files view";
"_intro_11_text_"   = "Swipe → or ←: Options \n\nLong touch: Copy/Paste or Open in… \n\nPress: 3D Touch (when available)";

"_intro_2_title_"   = "Multi account";
"_intro_2_text_"    = "Connect to all your clouds and touch the TheBox logo on the Files tab to switch between them";

"_intro_3_title_"   = "Start";
"_intro_3_text_"    = "Good, your TheBox is ready for use. Further information, news and contact-information to be found on https://magenta.org";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud encryption protocol is no longer available, you can still decrypt your files by downloading the free app from AppStore\n\n'CryptoCloud for TheBox'\n\nSoon there will be a new EndToEnd protocol available on all TheBox clients\n\n\nTap to Start";
